test/zoo/cluster_NN1/exported/cluster_NN1_0_erd_crow.mmd
erDiagram
  %% Generated by Mocodo 4.0.2
  Voilier {
    TYPE num_voilier PK
    TYPE longueur
  }
  Semaine {
    TYPE num_semaine PK
    TYPE date_debut
  }
  Reservation {
    TYPE num_resa PK
    TYPE arrhes
    TYPE date_resa
    TYPE tarif
  }
  Reservation }o--|| Voilier: Offrir
  Reservation }o--|| Semaine: Offrir
